9/data/attachments/a770dda97e048a15.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jade_resource_Actions_57479_4</nif:username>
            <nif:friendToBeRequested>soap_actions_b9673948-a90b-433a-aca3-07896e3943a7</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>